Repository: hxebolax/AcortadorURL
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, tr

source: &AcortadorURL
ar: إخت&صار الروابط
tr: &URL Kısaltıcı

source: Activar la ventana de AcortadorURL
ar: قم بتنشيط نافذة إختصار الروابط
tr: URL Kısaltıcı penceresini etkinleştir

source: AcortadorURL
ar: إختصار الروابط
tr: URL Kısaltıcı

source: &Servicios acortadores disponibles:
ar: ال&خدمات المتاحة لإختصار الروابط:
tr: Mevcut Kısaltma &Servisleri

source: &url para acortar:
ar: الرابط المرا&د إختصارة:
tr: Kısaltılacak &url:

source: &Acortar URL
ar: إخت&صر الرابط
tr: URL'yi kıs&alt

source: &Dirección URL acortada:
ar: الراب&ط المختصر:
tr: &Kısaltılmış URL:

source: &Copiar al portapapeles
ar: &نسخ إلى الحافظة
tr: &Panoya kopyala

source: Salir Alt+F4
ar: الخروجAlt + F4
tr: Çık Alt+F4

source: No puedes dejar el campo de la url en blanco para acortar. Asegúrate de introducir una URL correcta.
ar: لا يمكنك ترك حقل الرابط فارغًا للتقصير. \ N تأكد من إدخال عنوان URL الصحيح.
tr: Kısaltmak için url alanını boş bırakamazsınız. Doğru bir URL girdiğinizden emin olun.

source: Error
ar: خطأ
tr: Hata

source: La URL que a introducido no es correcta. Asegúrese de introducir una URL valida.
ar: الرابط الذي أدخلته غير صحيح. \ N تأكد من إدخال عنوان URL صالح.
tr: Girdiğiniz URL doğru değil. Geçerli bir URL girdiğinizden emin olun.

source: No se pudo generar la URL acortada. La conexión con el servicio fallo. Inténtelo de nuevo y si el problema persiste elija otro servicio acortador.
ar: تعذر إنشاء URL المختصر. \ N فشل الاتصال بالخدمة. \ N يرجى المحاولة مرة أخرى وإذا استمرت المشكلة ، اختر خدمة تقصير أخرى.
tr: Kısaltılmış url oluşturulamadı. Seçili Servis ile bağlantı kurulamadı. Lütfen tekrar deneyin ve sorun devam ederse başka bir kısaltıcı servis seçin.

source: No hay ninguna URL acortada. Tiene que generar una antes para copiarla al portapapeles.
ar: لا يوجد عنوان URL مختصر. \ N يجب عليك إنشاء واحدة من قبل لنسخها إلى الحافظة.
tr: Kısaltılmış url yok. Panoya kopyalamak için önce bir tane oluşturmalısınız.

source: Se a copiado la URL al portapapeles. Ya puede compartirla.
ar: تم نسخ الرابط إلى الحافظة. يمكنك الآن مشاركته.
tr: URL panoya kopyalandı. Artık paylaşabilirsiniz.

source: Acorta URLs facilmente.
ar: إختصار عناوين URL بسهولة.
